export const questions = [
	'Я чувствую уверенность в новых общественных ситуациях.',
	'Часто инициирую разговор с другими.',
	'Мне нравится пробовать новые и непривычные вещи.',
	'Легко адаптируюсь к изменениям в повседневной жизни.',
	'Я комфортно выражаю свои мнения, даже если они отличаются от мнения других.',
];
export const answerVariants = [
	['Приключение', 'Стабильность', 'Творчество', 'Рутина', 'Выражение личности'],
	['Общительность', 'Сдержанность', 'Адаптивность', 'Предсказуемость', 'Активность'],
	['Исследование', 'Комфорт', 'Инновации', 'Знакомство', 'Индивидуальность'],
	['Спонтанность', 'Организованность', 'Гибкость', 'Постоянство', 'Открытость к миру'],
];

export const answerOptions = [
	['Абсолютно согласен', 'Согласен', 'Нейтрален', 'Не согласен', 'Абсолютно не согласен'],
	['Абсолютно согласен', 'Согласен', 'Нейтрален', 'Не согласен', 'Абсолютно не согласен'],
	['Абсолютно согласен', 'Согласен', 'Нейтрален', 'Не согласен', 'Абсолютно не согласен'],
	['Абсолютно согласен', 'Согласен', 'Нейтрален', 'Не согласен', 'Абсолютно не согласен'],
];